[
  {
    "name": "کلاسیک",
    "text": "رقابت ۵۰ نفره در زمین های برمودا ، کالاهاری ، برمودا ۲ ، پورگاتوری و آلپین  . در ابتدای بازی شما به همراه ۴۹ بازیکن دیگر از هواپیما بیرون میپرید و در نقاط مختلف زمین فرود می آیید و بازی را شروع می‌کنید .  این حالت دارای محدودیت زمانی است و بعد از مدتی منطقه تنفس بازی کوچک و کوچک تر میشود و به حدی می‌رسد که دیگر جایی برای تنفس ایمن نیست . پس تلاش کنید تا در مدتی که زمین ایمن است دشمنان خود را نابود کنید و شانس خود را برای زنده ماندن افزایش دهید .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090449514_lrk5.jpg"
  },
  {
    "name": "کلش اسکواد رنک",
    "text": "شما به همراه ۳ نفر از دوستانتان وارد نقشه ای با برد منطقه ای کوچک می‌شوید و وظیفه دارید تا در مدت ایمن بودن منطقه دشمنانتان را نابود کنید . در این حالت اسلحه ها از فروشگاه جمع آوری می‌شوند و دیگر غرامتی برای برداشتن از روی زمین نیست . در انتهای بازی بر اساس عملکرد شما مقداری امتیاز به شما داده یا از شما کم میشود که رتبه شما را مشخص می‌کند .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090429404_lerr.jpg"
  },
  {
    "name": "کلش اسکواد",
    "text": "شما به همراه ۳ نفر از دوستانتان وارد نقشه ای با برد منطقه ای کوچک می‌شوید و وظیفه دارید تا در مدت ایمن بودن منطقه دشمنانتان را نابود کنید . در این حالت اسلحه ها از فروشگاه جمع آوری می‌شوند و دیگر غرامتی برای برداشتن از روی زمین نیست . این حالت فقط یک مود کلاسیک است و هیچ امتیازی از شما کم نمی‌کند .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090359619_sl4n.jpg"
  },
  {
    "name": "بمب اسکواد",
    "text": "در این حالت دو تیم با یکدیگر به مبارزه می‌پردازند و همانطور که از نام این مود پیداست وظیفه اصلی بازیکنان بمب گذاری است . یک تیم به عنوان خنثی کننده بمب و یک تیم به عنوان بمب گذار انتخاب میشود . تیم بمب گذار باید قبل از زمان مشخص شده بمب را به یکی از مناطق A یا B برساند و تا زمان منفجر شدن بمب از آن در برابر دشمنان محافظت کند . \nبالعکس در مقابل ، تیم خنثی کننده باید بمب فعال شده در منطقه A یا B را قبل از منفجر شدن خنثی کند . در غیر اینصورت نتوانسته وظیفه خود را اجرا کند و بازنده است .\nلازم به ذکر است که چنانچه تمام بازیکنان یک تیم کشته شوند تیم مقابل برنده بازی است و نیازی به خنثی کردن یا گذاشتن بمب ندارد .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090510348_uqa1.jpg"
  },
  {
    "name": "کله بزرگ",
    "text": "یکی از مود های طنز بازی که در عین بامزگی یک نکته بزرگ دارد . در این حالت شما به یکی از نقشه های بازی می روید و همانند مود کلاسیک وظیفه کشتن بازیکنان دیگر را دارید . با این تفاوت که اگر بمیرید دوباره زنده میشوید . و این عمل تا پایان زمان ادامه دارد . اما نکته جالب این مود این است که در زمان هایی که دشمنی در نزدیکی شماست کله شما بزرگ می‌شود و طبیعی است که این کار باعث می‌شود دشمن به راحتی شما را هدشات کند و این کمی کار را برای زنده ماندن سخت میکند .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090524843_r0ow.jpg"
  },
  {
    "name": "پرش انفجاری",
    "text": "در این حالت حداکثر ۲۰ بازیکن وجود دارند که در منطقه ای کوچک با هم به مبارزه می‌پردازند . اما در  این مود از بازی فقط آیتم هایی نظیر کفش پرشی ، کوله پشتی لول ۳ ، اسلحه انفجاری و جلیقه ضد گلوله وجو دارد که شما فقط می‌توانید با همین سلاح ها حریفان را نابود کنید .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090542835_5dal.jpg"
  },
  {
    "name": "پادشاه اسلحه",
    "text": "حالتی است که دو تیم چهار نفره با هم به رقابت می‌پردازند . در ابتدای شروع این مود اسلحه ها برای تمام بازیکنان همسان است . اما با کشتن هر بازیکن یکی از لوزی های شلیک پر می‌شوند . زمانیکه تمام لوزی های شلیک پر شوند تفنگ شما تغییر می‌کند و یک امتیاز دریافت میکنید . این مسأله برای تیم حریف هم به همین شکل است . \nتوجه کنید که هرچه امتیاز بیشتری بگیرید سلاحی که به شما داده می‌شود ضعیف تر است و این مهارت شما را مشخص می‌کند که آیا می‌توانید با سلاحی ضعیف دشمنان را نابود کنید . چنانچه امتیاز هر تیمی به ۱۳ یا ۱۴ برسد آن تیم برنده مسابقه میشود .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090602970_clzk.jpg"
  },
  {
    "name": "رامپچ",
    "text": "این مود همانند مود کلاسیک است اما تفاوتی که دارد این است که بازی در شب برگزار میشود و دارای سلاح رگبار ۱۲۰۰ تیر می‌باشد . یکی از مهمترین کار های این مود دویدن است . هرچه بیشتر بدوید نوار دویدن که در پایین صفحه نمایش داده شده بیشتر پر می‌شود و اما اگر بایستید این نوار کم میشود . با پر شدن نوار سطح نوار دویدن افزایش می‌یابد و سرعت ، قدرت پرش و جان شما بسته به سطح نوار زیاد می‌‌شود . وقتی تمام سطوح پر شوند جان شما ۴۰۰ میشود و قدرت پرش شما چندین برابر افزایش میابد . توجه کنید که اگر به سطح آخر برسید مکان شما روی نقشه برای همه مشخص می‌شود .",
    "image": "https://s6.uupload.ir/files/inshot_20220620_090620112_8qyy.jpg"
  }
]
